[
  {
    "nombre": "Iverfull Pasta",
    "ingrediente": "Ivermectina + Fenbendazol",
    "categoria": "veterinarios",
    "descripcion": "Pasta oral de amplio espectro para equinos. Controla parásitos gastrointestinales, pulmonares, renales, y ectoparásitos como ácaros, piojos y larvas de insectos. Puede usarse durante la gestación.",
    "precio": "120",
    "imagen": "images/iverfull-pasta.jpg"
  },
  {
    "nombre": "NexGard",
    "ingrediente": "Afoxolaner",
    "categoria": "veterinarios",
    "descripcion": "Comprimido masticable mensual para perros. Elimina pulgas y varias especies de garrapatas, con acción rápida y continua. Indicado para perros mayores de 8 semanas y más de 2 kg.",
    "precio": "250",
    "imagen": "images/nexgard.jpg"
  },
  {
    "nombre": "Bravecto",
    "ingrediente": "Fluralaner",
    "categoria": "veterinarios",
    "descripcion": "Antiparasitario sistémico de larga duración para perros, disponible en presentación masticable o spot-on. Controla pulgas, garrapatas y ácaros por hasta 12 semanas.",
    "precio": "350",
    "imagen": "images/bravecto.png"
  },
  {
    "nombre": "IverQuest",
    "ingrediente": "Ivermectina",
    "categoria": "veterinarios",
    "descripcion": "Gel oral sabor manzana para caballos. Actúa contra nematodos gastrointestinales, pulmonares y algunos ectoparásitos. De fácil administración y buena palatabilidad.",
    "precio": "180",
    "imagen": "images/iverquest.jpg"
  },
  {
    "nombre": "Faena Clásico",
    "ingrediente": "Glifosato (sal de potasio) al 35–36 %",
    "categoria": "agroquimicos",
    "descripcion": "Herbicida sistémico no selectivo de amplio espectro. Se aplica por aspersión foliar y se trasloca por el sistema vascular de la planta, eliminando malezas activas en 3–7 días.",
    "precio": "200",
    "imagen": "images/faena-clasico.jpg"
  },
  {
    "nombre": "Dragon 101",
    "ingrediente": "Picloram + 2,4-D",
    "categoria": "agroquimicos",
    "descripcion": "Herbicida sistémico y selectivo, diseñado para el control de malezas de hoja ancha y leñosas en potreros. Actúa en post-emergencia y no daña los pastos establecidos.",
    "precio": "230",
    "imagen": "images/dragon-101.jpg"
  },
  {
    "nombre": "Fitoamina 40",
    "ingrediente": "2,4-D (sal dimetilamina) al 83 %",
    "categoria": "agroquimicos",
    "descripcion": "Herbicida selectivo post-emergente que controla malezas de hoja ancha en cultivos como maíz, sorgo, caña, arroz, trigo y cebada. Actúa como una auxina sintética que desordena el crecimiento de las malezas.",
    "precio": "210",
    "imagen": "images/fitoamina-40.jpg"
  },
  {
    "nombre": "Antorcha",
    "ingrediente": "Paraquat (≈ 25 %)",
    "categoria": "agroquimicos",
    "descripcion": "Herbicida no selectivo de contacto que actúa rápidamente al entrar en contacto con el follaje de las malezas, causando desecación en presencia de luz.",
    "precio": "190",
    "imagen": "images/antorcha.jpg"
  },
  {
    "nombre": "Paraquat",
    "ingrediente": "Paraquat",
    "categoria": "agroquimicos",
    "descripcion": "Herbicida no selectivo de contacto que actúa inhibiendo la fotosíntesis mediante la generación de radicales libres. Se usa para desecación de cultivos y control rápido de malezas. Es altamente tóxico para humanos, con uso restringido.",
    "precio": "170",
    "imagen": "images/paraquat.jpg"
  },
  {
    "nombre": "Garlon 4 Ultra",
    "ingrediente": "Triclopyr (éster butoxietil 61.6 %)",
    "categoria": "agroquimicos",
    "descripcion": "Herbicida sistémico selectivo para el control de malezas de hoja ancha y plantas leñosas. No afecta pastos ni árboles como las coníferas. Se trasloca rápidamente y se degrada en suelos en menos de 90 días.",
    "precio": "260",
    "imagen": "images/garlon-4-ultra.jpg"
  }
]
